{
    "model": {
        "firstTitle": "Supplying engineers with high-precision 3D models created with CATIA and 2D\ndrawings is a feasible way of enhancing their comprehension and data reuse.",
        "firstContext": "CATIA has been prominent as a global CAD/CAM/CAE solution for the past two decades. Digital Mockup, Digital Manufacturing, and Web Engineering make possible the creation, analysis, and processing of products, as well as company-wide cooperation",
        "detail": [
            {
                "title": "Designer",
                "context": "Meeting the demands of diverse product designers ranging from industrial design to Class A by providing solutions capable of producing any complicated shapes.",
                "img": "/images/solutionPage/model/model-img01.png"
            },
            {
                "title": "Engineers",
                "context": "Enables engineers to create any type of 3D assembly, for a wide range of engineering processes.",
                "img": "/images/solutionPage/model/model-img02.png"
            },
            {
                "title": "System Architecture",
                "context": "Supporting product complexity management by delivering a fully integrated architecture, modeling, and simulation solutions for systems and products",
                "img": "/images/solutionPage/model/model-img03.png"
            },
            {
                "title": "System Engineers",
                "context": "Providing system engineers with an integrated system modeling environment to maximize the value of the system and product assembly motion simulation",
                "img": "/images/solutionPage/model/model-img04.png"
            }
        ],
        "secondTitle": "We provide a rendering solution that may bring a model closer to reality by\napplying material/texture and light source effects to high-precision 3D models created with CATIA in Unreal.",
        "secondContext": "Realistic models can be created by importing 3D CAD-designed files into Unreal and applying material and texture effects.",
        "img": [
            {
                "mobile": [
                    {
                        "path": "/images/solutionPage/model/model-cont02-img01-770.png",
                        "ratio": "320 / 237"
                    }
                ],
                "desktop": [
                    {
                        "path": "/images/solutionPage/model/model-cont02-img01.png",
                        "ratio": "1221 / 485"
                    }
                ]
            }
        ]
    }
}