{
    "policy": {
        "title": "Privacy Policy",
        "context": [
            "This Privacy Policy (the \"Policy\") explains the way of treatment of the information which is provided or collected in the websites on which this Policy is posted.\nIn addition the Policy also explains the information which is provided or collected in the course of using the applications of the Company which exist in the websites or platforms of other company.\nThrough this Policy, the Company regards personal information of the users as important and inform them of the purpose and method of Company's using the personal information provided by the users and the measures taken by the Company for protection of those personal information."
            ,"1. Purpose of processing personal information\nFor the purpose of processing personal information for the purposes of the processing of personal information in the following order, and then is not used for purposes other than the purpose of. - Make sure the doctor, customers sign up customers in the service offerings for the personal identification in accordance with certification, maintain membership. Management, due to the amount of payment for the goods or services supplied, the supply of goods or services. shipping"
            ,"⑴ Website membership registration and management\nConfirmation of membership intention, identification / certification by providing membership service, maintenance and management of membership,\nidentification by enforcement of limited identification system, prevention of illegal use of service, confirmation of consent of legal representative when collecting personal information for children under 14, We process personal information for the purpose of various notices / notifications, grievance handling, and record keeping for dispute resolution."
            ,"⑵ Complaint handling\nWe process personal information for the purpose of verifying the identity of the complainant, confirming the complaint, contacting and notifying for fact investigation, and notifying the result of processing."
            ,"⑶ Provision of goods or services\nWe process personal information for the purpose of service provision, content provision, personalized service provision, and personal authentication."
            ,"⑷ Marketing and Advertising\nWe process personal information for the purpose of providing event and advertising information and participation opportunities."
            ,"2. Personal information file status\nPersonal information file name : TLS CORPORATION - Personal information items : Email, mobile phone number, home address, password, name, service usage record, access log, cookie, access IP information"
            ,"- Collection method : home page\n- Evidence : Act on Promotion of Information and Communication Network Utilization and Information Protection\n- Retention period : 3 years\n- Related laws : Records on collection / processing and use of credit information : 3 years"
            ,"​3. Processing and retention period of personal information\n① TLS CORPORATION handles and retains personal information within the period of retention and use of personal information agreed upon at the time of collection and use of personal information or collection of personal information from the data subject.\n② Each personal information processing and retention period is as follows."
            ,"1.Website membership registration and management\nPersonal information related to membership registration and management of the website is retained and used for the above purpose for 3 years from the date of consent for collection and use. - Evidence : Act on Promotion of Information and Communication Network Utilization and Information Protection\n- Related laws : Records on collection / processing and use of credit information: 3 years\n- Reason for exception :"
            ,"4. Rights and obligations of the data subject and legal representatives and how to exercise them The user can exercise the following rights as a personal data subject.\n① The information subject can exercise the right to view, correct, delete, or stop processing personal information at any time for .\n② The exercise of rights pursuant to paragraph 1 may be made in writing, e-mail, or fax (FAX) in accordance with Article 41 (1) of the Enforcement Decree of the Personal Information Protection Act for , and We will do this without delay.\n③ The exercise of rights pursuant to paragraph (1) may be made through a legal representative of the data subject or an agent such as a person who has been delegated. In this case, you must submit a power of attorney in accordance with Appendix 11 of the Enforcement Rules of the Personal Information Protection Act.\n④ Requests for access to personal information and suspension of processing may be restricted in accordance with Article 35 (5) and Article 37 (2) of the Personal Information Protection Act.\n⑤ Requests for correction and deletion of personal information cannot be requested if the personal information is specified for collection in other laws and regulations.\n⑥ confirms whether the person who made the request, such as a request for reading, a request for correction or deletion, or a request to stop processing according to the rights of the data subject, is the person or a legitimate agent."
            ,"5. write the items of personal information handling\n① The company handles the following personal information items.\n② Website membership registration and management- Required items: Email, mobile phone number, home address, password, name - Optional items:"
            ,"6. Procedure and method of destruction of personal information\n- Procedure\nIn principle, the Company destructs the information immediately after the purposes of its collection and use have been achieved without delay: Provided that, if any information is to be retained as required by relevant laws and regulations, the Company retain it for the period as required by those laws and regulations before destruction and, in such event, the personal information which is stored and managed separately will never be used for other purposes."
            ,"- deadlines\nWhen the retention period of the personal information has elapsed, the user's personal information is provided within 5 days from the end date of the retention period. The personal information is destroyed within 5 days from the date when it is deemed unnecessary."
            ,"- destructs\nHard copies of personal information by shredding with a pulverizer or incinerating it; and delete personal information stored in the form of electric file by using technological method making that information not restored."
            ,"7. Matters concerning the installation, operation and rejection of automatic personal information collection devices\n① The company does not use ‘cookies’ that store the information subject's usage information and call it from time to time."
            ,"​8. Write the privacy officer\nThe Company designates the following department and person in charge of personal information in order to protect personal information of customers and deal with complaints from customers :\n▶ Write the privacy officer\nName :\nposition :\nContact :\n※ It leads to the personal information protection department.\n▶ Personal Information Protection Department\nDepartment :\nmanager :\nContact :"
            ,"​9. Modification of Privacy Protection Policy\nThe Company has the right to amend or modify this Policy from time to time and, in such case, the Company will make a public notice of it through bulletin board of its website (or through individual notice such as written document, fax or e-mail) and obtain consent from the users if required by relevant laws."
            ,"10. Technical, managerial and physical measures for protection of personal information\nIn order to prevent the loss, theft, leakage, alteration or damage of personal information of the users, the Company takes technical, managerial and physical measures for securing safety as follows:"
            ,"11. Minimization and training of personal information handling staff\nWe are taking measures to manage personal information by designating and minimizing the number of employees who handle personal information."
            ,"12. Technical measures against hacking\nThe company installs security programs, periodically updates and checks, and installs systems in areas where access is controlled from outside, and technically and physically monitors and blocks them to prevent leakage or damage of personal information caused by hacking or computer viruses."
            ,"13. Encryption of personal information\nThe user's personal information is stored and managed by encrypting the password, so only the user can know it, and important data uses separate security functions such as encrypting file and transmission data or using the file lock function."
            ,"14. Using a lock for document security\nWe store documents containing personal information, auxiliary storage media, etc. in a safe place with a lock."
            ,"15. Access control for unauthorized persons\nSeparate physical storage areas for personal information are established and access control procedures are established and operated."
        ]
    }
}